Repository: Hoangdus/BoopBoopBoop
Catalog: BoopBoopBoop/boopboopboopprefs/Resources/*.lproj/Root.strings
Languages: vi

# Buy me a Fanta
source: Buy me a Fanta ðŸ¥¤
vi: Mua tôi 1 lon Fanta 🥤

source: Charge sound(plug in)
vi: Âm sạc(cắm vào)

source: Charge sound(pull out)
vi: Âm sạc(rút ra)

source: Clacking buttons
vi: Rung

source: Custom sound
vi: Âm tùy chỉnh

source: Links
vi: Liên kết

source: Lock sound
vi: Âm khóa

source: My twitter
vi: Twitter của thôi

source: Number is to choose how many sounds you have(custom sound only), if Play 1 sound is on then it will choose the sound number instead(work with custom sound on or off)
vi: Số là để chọn bao nhiêu âm thanh mà bạn có(Âm tùy chỉnh) nếu Đơn âm bật thì sẽ chọn số của âm thanh(hoạt động với với cả Âm tùy chỉnh tắt hay bật)

source: Passcode sound
vi: Âm nhập mật khẩu

source: Play 1 sound
vi: Đơn âm

source: Source code and how to add custom sound
vi: Mã nguồn và cách dùng âm tùy chỉnh

source: Unlock sound
vi: Âm mở khóa

source: Wrong passcode sound
vi: Âm nhập mật khẩu sai

source: Hard
vi: Mạnh

source: Light
vi: Nhẹ

source: Medium
vi: Trung bình
